* PHP
** Vanilla
*** v0.0.1
:LOGBOOK:
CLOCK: [2018-08-14 Tue 22:35]--[2018-08-14 Tue 22:45] =>  0:10
:END:
Implement a plain old microservice giving the /version endpoint
response on a self hosted webserver.

* Node
** Vanilla
*** v0.0.1
:LOGBOOK:
CLOCK: [2018-08-14 Tue 22:45]--[2018-08-14 Tue 22:58] =>  0:13
:END:
Implement a plain old microservice giving the /version endpoint
response on a self hosted webserver.

* Common Lisp
** Vanilla
*** v0.0.1
:LOGBOOK:
CLOCK: [2018-08-14 Tue 23:01]--[2018-08-14 Tue 23:19] =>  0:18
:END:
Implement a plain old microservice giving the /version endpoint
response on a self hosted webserver.


* C
** Vanilla
*** v0.0.1
:LOGBOOK:
CLOCK: [2018-08-14 Tue 23:24]
:END:
Implement a plain old microservice giving the /version endpoint
response on a self hosted webserver.
